brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "gcc"
brew "git"
brew "gpg"
brew "less"
brew "node"
brew "rsync"
brew "spaceman-diff"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "wget"
