tap "teamookla/speedtest"
brew "coreutils"
brew "atdtool"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "ctags"
brew "diff-so-fancy"
brew "doctl"
brew "dos2unix"
brew "elinks"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gcc"
brew "gfv"
brew "gibo"
brew "gifsicle"
brew "gifsky"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "gpg"
brew "graphicsmagick"
brew "gron"
brew "hadolint"
brew "httpie"
brew "hunspell"
brew "jpeg"
brew "jpegoptim"
brew "jp2a"
brew "jq"
brew "less"
brew "libyaml"
brew "miller"
brew "mosh"
brew "mysql"
brew "node"
brew "optipng"
brew "pdftohtml"
brew "peco"
brew "pngcrush"
brew "pngquant"
brew "pup"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "shellcheck"
brew "the_silver_searcher"
brew "slackcat"
brew "spaceman-diff"
brew "spark"
brew "speedtest"
brew "ssh-copy-id"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "xclip"
brew "w3m"
brew "wget"
brew "youtube-dl"
brew "z"
