"mas"

# utilities
cask "airfoil"
cask "audio-hijack"
cask "chatgpt"
cask "docker"
cask "farrago"
cask "figma"
cask "fission"
cask "gpg-suite"
cask "loopback"
cask "musicbrainz-picard"
cask "notion"
cask "postman"
cask "raycast"
cask "screen-studio"
cask "shottr"
cask "slack"
cask "soundsource"
cask "warp"

# peripherals
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "insta360-link-controller"
cask "tourbox-console"

# browsers
cask "brave-browser"
cask "brave-browser@beta"
cask "brave-browser@nightly"
brew "chrome-cli"
cask "chromium"
cask "firefox"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "google-chrome"
cask "google-chrome@beta"
cask "google-chrome@canary"
cask "google-chrome@dev"
cask "microsoft-edge"
cask "microsoft-edge@beta"
cask "microsoft-edge@dev"
cask "safari-technology-preview"

# mac app store apps
mas "Goodnotes 3", id: 1444383602
mas "Marked 2", id: 890031187
mas "Textastic", id: 572491815
mas "Things 3", id: 904280696
mas "Xcode", id: 497799835
mas "Velja", id: 1607635845
